Repository: Mohammed-khader/Relaxio
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: All Offers
ar: جميع العروض

source: Change Language
ar: تغيير اللغة

source: Choose the application language that suits you
ar: اختر لغة التطبيق التي تناسبك

source: language Changed Success
ar: تم تغيير اللغة بنجاح

source: Settings
ar: الإعدادات

source: Edit Profile
ar: تعديل الملف الشخصي

source: Relaxio
ar: ريلاكزيو

source: Loge in
ar: تسجيل الدخول

source: Create Account
ar: إنشاء حساب

# pleaseEnterYourEmail
source: Please Enter Your Phone
ar: يرجى إدخال رقم الهاتف

source: Phone
ar: رقم الهاتف

source: Password
ar: كلمة المرور

source: Do you have an account ?
ar: هل لديك حساب؟

source: Sign Up
ar: إنشاء حساب

source: Name
ar: الاسم

source: Please Enter Your Name
ar: يرجى إدخال اسمك

source: Phone number must be exactly 10 digits
ar: يجب أن يكون رقم الهاتف مكونًا من 10 أرقام

source: City ID
ar: رقم المدينة

source: Please Enter A Ctry ID Number
ar: يرجى إدخال رقم المدينة

source: Only digits are allowed
ar: الأرقام فقط مسموح بها

source: password must be at least 8 characters
ar: يجب أن تكون كلمة المرور 8 أحرف على الأقل

source: Conferm Password
ar: تأكيد كلمة المرور

source: Please Enter your Confirm password
ar: يرجى إدخال تأكيد كلمة المرور

source: Confirm password does not match
ar: تأكيد كلمة المرور غير متطابق

source: Home
ar: الرئيسية

source: Profile
ar: الملف الشخصي

source: Favourites
ar: المفضلة

source: Logout
ar: تسجيل الخروج

source: Please enter a phone
ar: يرجى ادخال رقم الهاتف

source: No Farm Available
ar: لا يوجد مزارع

source: Start your search
ar: ابدأ البحث

source: Chat with owner
ar: تواصل مع المالك

source: Features
ar: الميزات

source: Available Package
ar: الباقات المتاحة

source: Start from
ar: يبدأ من

source: Description
ar: الوصف

source: Max Guestes
ar: الحد الأعلى للضيوف

source: Please check your phone message
ar: يرجى التحقق من رسالة الهاتف

source: We've sent a code to
ar: لقد أرسلنا رمزًا إلى

source: Verify OTP
ar: تأكيد رمز التحقق

source: Send code again
ar: إرسال الرمز مرة أخرى
